[
  "settings-search",
  "obsidian-latex-suite",
  "obsidian-latex",
  "highlightr-plugin",
  "obsidian-hider",
  "auto-note-mover",
  "dataview",
  "obsidian-completr",
  "obsidian-custom-attachment-location",
  "folder-links",
  "obsidian-auto-link-title",
  "pdf-plus",
  "remove-empty-folders",
  "templater-obsidian",
  "iconic",
  "cycle-in-sidebar",
  "darlal-switcher-plus",
  "quick-explorer",
  "table-editor-obsidian",
  "advanced-canvas",
  "obsidian-advanced-slides",
  "extended-graph",
  "homepage",
  "obsidian-linter",
  "periodic-notes",
  "nldates-obsidian",
  "obsidian-image-toolkit",
  "obsidian-banners",
  "obsidian-tracker",
  "easy-typing-obsidian",
  "find-unlinked-files",
  "file-explorer-note-count",
  "pane-relief",
  "obsidian-excel-to-markdown-table",
  "obsidian-file-color",
  "code-styler",
  "obsidian-meta-bind-plugin",
  "obsidian-outliner",
  "obsidian-dictionary-plugin",
  "automatic-table-of-contents",
  "omnisearch",
  "obsidian-admonition",
  "editing-toolbar"
]